Repository: L4zzur/spotify-to-telegram
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: ------ Setting up Telegram ------
ru: ------ Настройка Telegram ------

source: Please enter the following details
ru: Пожалуйста, введите следующие данные

source: Enter API ID:
ru: Введите API ID:

source: Enter API Hash:
ru: Введите API Hash:

source: Do you want to set up Now Playing for a your bio? (y/n):
ru: Вы хотите настроить Now Playing для вашего статуса? (y/n):

source: Your account has Premium? (y/n):
ru: У вас есть Premium? (y/n):

source: Enter default bio:
ru: Введите статус по умолчанию:

source: Do you want to set up Now Playing for a message in your channel? (y/n):
ru: Вы хотите настроить Now Playing для сообщения в вашем канале? (y/n):

source: Enter chat ID:
ru: Введите ID чата:

source: Enter message ID:
ru: Введите ID сообщения:

source: Enter account URL (you can use bit.ly):
ru: Введите URL аккаунта (можно использовать bit.ly):

source: Enter default message:
ru: Введите сообщение по умолчанию:

source: ------ Setting up Spotify ------
ru: ------ Настройка Spotify ------

source: Enter Client ID:
ru: Введите Client ID:

source: Enter Client Secret:
ru: Введите Client Secret:

source: Enter username:
ru: Введите имя пользователя:

source: Setup completed!
ru: Настройка завершена!
